Revit 2027 API
AnalyticalLink.End Property
 The point at the end of the AnalyticalLink.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ End { get; }
Public ReadOnly Property End As XYZ
	Get
public:
property XYZ^ End {
	XYZ^ get ();
}
member End : XYZ with get
Property Value
XYZ
See Also
Reference
AnalyticalLink Class
Autodesk.Revit.DB.Structure Namespace